<?php

return [

    'send_message' => 'Отправить сообщение',
    'add_to_cart' => 'В корзину',
    'view_cart' => 'Посмотреть корзину',
    'quick_view' => 'Быстрый просмотр',
    'wishlist' => 'Избранное',
    'compare' => 'Сравнить',
    'checkout' => 'Оплатить',
    'send' => 'Отправить',
    'buy_now' => 'Купить сразу',
    'login' => 'Авторизовать',
    'register' => 'Зарегистрировать',
    'save_changes' => 'Сохранить изменения',
    'view_order' => 'Подробнее',
    'edit_address' => 'Изменить адрес',
    'back' => 'Назад к списку',
];
