<?php

return [
    'success' => [
        'add-cart' => 'Товар добавлен в корзину',
        'remove-cart' => 'Товар удален из корзины',
        'no-cart' => 'Товаров нету корзине',
    ],
    'checkout' => [
        'customer_billing_details' => 'Платежные реквизиты заказчика',
        'receiver_billing_details' => 'Платежные реквизиты получателя',
        'customer_name' => 'Имя заказчика',
        'customer_phone' => 'Телефон заказчика',
        'no_required' => '(необязательно)',
        'receiver_name' => 'Имя получателя',
        'receiver_phone' => 'Телефон получателя',
        'receiver_address' => 'Адрес',
        'date' => 'Дата',
        'time' => 'Время',
        'payment_type' => 'Оплата',
        'comment' => 'Комментарий',
        'shipping_type' => 'Доставка',
        'photo' => 'Сделать фотоотчет с получателем',
        'surprise' => 'Доставить сюрпризом, не созваниваясь с получателем',
        'place_order' => 'Оформить заказ',
        'min_price_error' => 'Минимальная сумма заказа: :min_price',
        'payment' => [
//           'online' => 'Оплата картой',
           'offline' => 'Оплата наличными',
        ],
        'shipping' => [
            'free' => 'Бесконтактная доставка до получателя - бесплатно',
            'city' => 'Доставка за город',
        ],
        'success-offline'   => 'Спасибо за покупку! Наши менеджеры свяжутся с Вами в ближайшее время!',
        'error'             => 'Возникли проблемы при заполнений. Проверьте все поля или попробуйте позднее',
    ],
];
